---
kind: property
id: P:Autodesk.Revit.DB.HermiteFace.MixedDerivs
source: html/d73a5445-5f7d-ed97-8998-e650f48bb2c2.htm
---
# Autodesk.Revit.DB.HermiteFace.MixedDerivs Property

Mixed derivatives of the surface.

## Syntax (C#)
```csharp
public IList<XYZ> MixedDerivs { get; }
```